[
	{ "name": ".....", "text": "Pada suatu hari", "image": 0 },
	{ "name": "Bimo", "text": "zzzzzzzzz", "image": 0 },
	{ "name": "Walikota", "text": "...............", "image": 0 },
	{ "name": "Walikota", "text": "Hei, kamu! Siapa kamu? Darimana kamu datang?", "image": 1 },
	{ "name": "Bimo", "text": "Saya BIMO. Saya baru saja terbangun dari tidur. Saya tidak tahu saya ada di mana.", "image": 1 },
	{ "name": "Walikota", "text": "Kamu BIMO? Kamu dari dunia nyata?", "image": 1 },
	{ "name": "Bimo", "text": "Dunia nyata? Maksudnya?", "image": 1 },
	{ "name": "Walikota", "text": "Kamu tidak tahu? Ini adalah dunia masa depan. Dunia yang sudah hancur karena judi online.", "image": 2 },
	{ "name": "Bimo", "text": "Judi online? Apa itu?", "image": 2 },
	{ "name": "Walikota", "text": "Judi online adalah permainan yang membuat orang kecanduan dan kehilangan segalanya. Orang-orang di sini sudah tidak punya harapan, tidak punya kebahagiaan, tidak punya senyum.", "image": 3 },
	{ "name": "Bimo", "text": "Wah, itu sangat menyedihkan. Tapi, bagaimana saya bisa sampai di sini?", "image": 2 },
	{ "name": "Walikota", "text": "Mungkin kamu terteleport ke sini. Itu juga yang terjadi pada saya.", "image": 2 },
	{ "name": "Bimo", "text": "Kamu juga dari dunia nyata?", "image": 2 },
	{ "name": "Walikota", "text": "Ya, saya juga dari dunia nyata. Saya adalah walikota kota ini. Saya datang ke sini untuk mencari solusi untuk masalah judi online. Tapi, saya tidak bisa kembali ke dunia nyata.", "image": 2 },
	{ "name": "Bimo", "text": "Kenapa tidak bisa kembali?", "image": 2 },
	{ "name": "Walikota", "text": "Karena saya tidak bisa menemukan pintu portal untuk kembali. Pintu portal itu hanya akan muncul jika ada yang bisa membuat penduduk kota ini bahagia, tertawa, dan terhibur.", "image": 4 },
	{ "name": "Bimo", "text": "Pintu portal? Membuat penduduk bahagia? Bagaimana caranya?", "image": 4 },
	{ "name": "Walikota", "text": "Itu yang saya tidak tahu. Saya sudah mencoba segala macam cara, tapi tidak ada yang berhasil. Penduduk kota ini sudah terlalu stress dan sedih. Mereka tidak mau mendengar apapun yang saya katakan.", "image": 2 },
	{ "name": "Bimo", "text": "Jadi, kita terjebak di sini selamanya?", "image": 2 },
	{ "name": "Walikota", "text": "Tidak, tidak selamanya. Mungkin kamu bisa membantu saya. Mungkin kamu punya ide atau bakat yang bisa membuat penduduk kota ini bahagia. Mungkin kamu adalah orang yang ditakdirkan untuk menyelamatkan kota ini.", "image": 2 },
	{ "name": "Bimo", "text": "Saya suka bermain game online. Mungkin saya bisa menggunakan kreativitas dan kecerdasan saya untuk membantu.", "image": 5 },
	{ "name": "Walikota", "text": "Itu ide bagus, Bimo! Cobalah untuk menjelajahi kota ini, berinteraksi dengan penduduk, dan temukan cara membuat mereka bahagia. Jika kamu berhasil, kita bisa menemukan pintu portal dan kembali ke dunia nyata.", "image": 5 },
	{ "name": "Bimo", "text": "Baiklah, saya akan mencoba yang terbaik. Saya ingin membawa kebahagiaan ke kota ini.", "image": 5 },
	{ "name": "Walikota", "text": "Saya yakin kamu bisa melakukannya, Bimo. Semoga keberhasilanmu membawa perubahan positif untuk semua orang di sini.", "image": 5 },
]

